app/Controllers/Kategori.php

SELECT *
FROM `kategori`
---
    public function index()
    {
        $data = [
            'title' => 'Master Data',
            'subtitle' => 'Kategori',
            'menu' => 'masterdata',
            'submenu' => 'kategori',
            'page' => 'v_kategori',
            $data = $this->KategoriModel->findAll()