app/Controllers/Order.php

SELECT *
FROM `orders`
---
    public function index()
    {
        $data = [
            'title' => 'Transaction',
            'subtitle' => '',
            'menu' => 'transaksi',
            'submenu' => '',
            'page' => 'v_order',
            $data = $this->OrderModel->findAll()