app/Controllers/Penjualan.php

SELECT *
FROM `orders`
---
    public function index()
    {
        $data = [
            'title' => 'Penjualan',
            'subtitle' => '',
            'menu' => 'penjualan',
            // 'page' => 'v_penjualan',
            $data = $this->OrderModel->findAll()