app/Controllers/Produk.php

SELECT *
FROM `produk`
---
    public function index()
    {

        $data = $this->ProdukModel->findAll();