app/Controllers/Setting.php

SELECT *
FROM `users`
---
    public function index()
    {
        $data = [
            'title' => 'Setting',
            'subtitle' => '',
            'menu' => 'setting',
            'page' => 'v_setting',
            $data = $this->UserModel->findAll()
        ];