app/Controllers/User.php

SELECT *
FROM `users`
---
    public function index()
    {
        $data = [
            'title' => 'Master Data',
            'subtitle' => 'User',
            'menu' => 'masterdata',
            'submenu' => 'user',
            'page' => 'v_user',
            $data = $this->UserModel->findAll()